#+title: Evaluación de exposición: Hashes, colisiones de hashes y actualidad
#+author: Gunnar Wolf

- Tema presentado por :: Bryan Velasco
- Calificación global ::   9.09 * 0.3 + 7.5  * 0.7 = *7.97*

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|              |       |            |          |           |       |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|           10 |    10 |        7.5 |       10 |        10 |  9.50 |
|          7.5 |    10 |         10 |        5 |       7.5 |  8.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |   7.5 |        7.5 |       10 |       7.5 |  8.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |    10 |         10 |       10 |        10 |  9.50 |
|           10 |   7.5 |          5 |       10 |        10 |  8.50 |
|           10 |   7.5 |          5 |      7.5 |        10 |  8.00 |
|           10 |    10 |         10 |      7.5 |       7.5 |  9.00 |
|           10 |     5 |        7.5 |       10 |        10 |  8.50 |
|          7.5 |    10 |        7.5 |       10 |        10 |  9.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |    10 |        7.5 |      7.5 |        10 |  8.50 |
|          7.5 |   7.5 |        7.5 |      7.5 |        10 |  8.00 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|--------------+-------+------------+----------+-----------+-------|
|         9.12 |  9.12 |       8.53 |     9.12 |      9.56 |  9.09 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@3$>..@>>>$>=vmean($1..$5); f-2

* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |          7.5 |     0.75 |
| Material desarrollado  |    0.2 |            5 |       1. |
| Contenido              |    0.2 |          7.5 |      1.5 |
| Fuentes bibliográficas |    0.1 |           10 |       1. |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |          7.5 |    1.125 |
| Presencia              |   0.15 |          7.5 |    1.125 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     7.50 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2
